import AccordionItemType from '../types/accordionItem';

const FAQ_CONTENT: Array<AccordionItemType> = [
  {
    value: 'a',
    title: 'Q. 재무상담은 돈 많은 사람만 받는 것 아닌가요?',
    text: 'A. 재무 고민을 가진 누구나 재무상담을 받을 수 있어요. 자잘한 고민이 있더라도 전문가의 도움이 필요하다면 이용하실 수 있어요.',
  },
  {
    value: 'b',
    title: 'Q. 믿을 수 있는 전문가들인가요?',
    text: 'A. 네, 공인 자격을 취득한 전문가만 엄선했어요.',
  },
  {
    value: 'c',
    title: 'Q. 정말로 상품 영업 안하나요?',
    text: 'A. 네, 재빗에서 활동 중인 [재무설계사]는 기본적으로 상품 영업을 하지 않아요. 만약 상품 영업을 한다면 바로 신고해주세요. 신고 보상금 100만원을 드릴게요.',
  },
  {
    value: 'd',
    title: 'Q. 대면 상담을 진행하나요?',
    text: 'A. 재빗에서는 [비대면 상담]만 진행해요. 원하는 요일/시간대만 선택하면 화상회의를 통해 [비대면 상담]이 이뤄져요.',
  },
  {
    value: 'e',
    title: 'Q. 재무상담은 어떻게 진행되나요?',
    text: '원하는 전문가의 상담을 신청한 이후에는 이렇게 진행돼요. \n A. (1) 상담 기초정보 입력 -> (2) 비대면 상담 진행 -> (3) 상담 보고서 작성 및 사후 관리',
  },
  {
    value: 'f',
    title: 'Q. 제 개인 재무정보를 공유해야 할까요?',
    text: 'A. 상담에 필요한 개인정보만 공유해주시면 돼요. 재무정보를 솔직하게 공유해 주실수록 양질의 상담이 이뤄질 수 있어요. ',
  },
];

export default FAQ_CONTENT;
